
1 = "Windows Live ID Settings (DOTNET)";
2 = "Sign In (DOTNET)";
3 = "E-mail address: (DOTNET)";
4 = "Password: (DOTNET)";
5 = "New Account (DOTNET)";
6 = "Create credentials to use with Windows Live ID: (DOTNET)";
7 = "Sign Up (DOTNET)";
8 = "Type your e-mail address to sign in to Messenger.(DOTNET)";
9 = "Type your password to save it on your computer and sign in to Messenger. Leave this box blank if you do not want to save your password.

Caution:  Typing your password in this box makes your Messenger account less secure because it saves your password on your computer, and then anyone can sign in to your account on your computer. Leave this box blank to prevent others from signing in to your account.(DOTNET)";
10 = "Click to close the Windows Live ID Settings dialog box without saving changes.(DOTNET)";
11 = "Click to save your changes and close the Windows Live ID Settings dialog box.(DOTNET)";
12 = "Click to open the Windows Live ID Web site where you can create new sign-in credentials (e-mail address and password).(DOTNET)";
